{"pages":[{"title":"404","text":"","path":"404/index.html","date":"05-22","excerpt":""},{"title":"关于","text":"随波逐流，随意生活，可以算是我之前人生的状态写照。很少有自己的独立的思考，一直是思维和行动跟着家长、老师、身边的伙伴们，该做什么就做什么，完全没有属于自己的一个规划和信仰。生命短短数十载，很少有人去重视时间流逝的意义，我们明明都知道每一刻都是现场直播，却总是过的违心，让自己不断后悔，一天又一天，一年又一年，可惜没有一生又一生。活的热热烈烈些，活的自由自主些有何不可呢。 我想成为一个热爱生活的人。无论我处于哪个年龄阶段，无论我面临什么样的环境和状态，生活始终没有任何贬值的时候，生命中的每一个瞬间都是宝贵无价的，热爱生活，珍惜自己的拥有，这是一种心态，一种感觉，曾经遇到过艰难困苦，曾经经历过生离死别的人都会特别珍惜生活，珍惜身边人，我不希望等我老去那一天才开始悔恨我自己，悔恨曾经的我不懂事，悔恨曾经的我不懂得珍惜，悔恨曾经的我不懂得付出追求自己想要的；我不想有那么多的悔恨，我想热爱我自己的生活，永远。 我想成为一个优质的人。这里的优质指的不是自己做到了怎样的成就，而是自己的个人品德修养，自己的生活品质，为人处世方式,自己都是有一个优质的标准。不妥协不随性。对自己有要求有想法，人是群居动物，每个人都希望自己身边的朋友、爱人是一个值得“浪费”时间去相处的人。优质的人首要条件就是对“丑陋”的零容忍，不论是在生活习惯上还是做事上都拥有一个“优质”的心态和思维方式。 我想成为一个不“平庸”的人。我深知自己是一个平庸的人，从一个维度上来说，我们所有人永远都是，但是知乎上看到的一句话影响了我“平庸，就是失去卓越信念的那个瞬间”我这里想要抛弃的，是自己对成为更好自己的那种放弃。每当我们不愿意再为自己更进一步争取的时候，我们就失去了成为更好的资格，沦为平庸从此开始。扎尔伯格在哈佛大学毕业演讲时说：“我从来也不知道我能把facebook做到现在这个样子，我只是开始去做，不断发现了新的问题，不断去解决没有放弃而已。”新的问题总是会带来新的希望和转机。可惜的是，去践行的人是少数，认真践行的人更少，坚持认真践行的人就屈指可数了。成为一个不“平庸”的人，从不放弃自己开始。我想成为一个美好的人。我深深的热爱一切美好的事物，当然，几乎所有人都和我一样，当看到帅气美丽的人时的情愫，闻到好闻香水味时的欲望；吃到可口佳肴时的满足；听到美妙动感的音乐时的动情。我甚至回想，生命的意义，是不是就是发现和创造这些美好，当我们有一天走不动了，回忆一生的美好时光，满足而不留遗憾的离开，生命的来和去都是孑然一身，带不走任何东西，只有这些对美好的感受和回忆。 我没有那么多的野心，我拥有一个心愿：我可以成为一个热爱生活的追求美好和优质的不愿沦为“平庸”的人。每天早晨，我会和小区里的花草一起迎接太阳的升起，每天晚上，我会和月亮一起静思入睡，感受感谢今天的生活。生命的伟大和渺小，全在一瞬之间，全在你我一念之间。 我就是我，颜色不一样的烟火。即使只有一瞬间的光亮，也要活出自己的精彩。","path":"about/index.html","date":"05-21","excerpt":""},{"title":"归档","text":"","path":"archives/index.html","date":"05-21","excerpt":""},{"title":"Home","text":"","path":"home/index.html","date":"05-21","excerpt":""},{"title":"分类","text":"","path":"categories/index.html","date":"05-21","excerpt":""},{"title":"Search","text":"","path":"search/index.html","date":"05-22","excerpt":""},{"title":"分类","text":"","path":"tags/index.html","date":"05-21","excerpt":""}],"posts":[{"title":"致青春———荒唐过的游戏人生","text":"我接触游戏的时间比较晚（高一下学期开始）。 所以基本上错过了DOTA、魔兽世界这些史诗巨作。 再加上资金有限，至今未接触过牛逼的单机巨作。 但不可否认，在我心中我把自己也划分为网瘾少年一类。 言归正传，聊一聊这些年令我记忆深刻的网游吧。 《斗战神》 历史篇 第一章、天地神劫 在人类诞生之前，东天之神和西天之神之间的战争就已经持续了很多年，很难说这是一场关乎信仰以及对于世界本源解释的宗教战争，从源头上来讲，它更像是一场对于维持众神们的生存根本——“灵蕴”资源的持续争夺战。 自从初始的众神意识苏醒，并且由高等意志“女娲”创造了众神之后，在漫长的岁月演进里，这些世界的统治者逐渐分化成不同的派系，其中以掌握了“悟”的西天之神和精通“修”的东天之神为力量最为强大的两派。在西天佛祖的带领之下，尽全西天之力，编写出总计三藏十二部万物运行之法的典籍，唤作“经”，西天企图利用“经”中所述之法管理并控制整个世界的运行。此举理所当然的受到了东天的反对，以太上老君为代表的东天之神愤怒的认为，西天之所以制订出“经”，实际上是为了夺取对于万物生存的根本——“灵蕴”的控制权。 “灵蕴”是创世神意识的代表，也是这个世界存在的基本能量，当年女娲创世之后，因为对虚空的绝望，遂散去自身意识的大部分，使其参与到世界的演进中去。在“灵蕴”的不断轮回转化以及衍生之下，这个世界一生二、二生三，三生万物。在世界刚刚诞生的那些年里，众神们对世界充满了惊奇，他们没有恐惧、仇恨，只有对世界无尽的热爱，但这些美好的时光都随着后面发生的事情一去不返。不知道什么时候，一场突如其来的死亡开始在神中间蔓延，众神们这才知道，他们的生命并不是无穷无尽的，在死去了一大部分之后，少数的神发现了灵蕴的重要性，他们开始注重自身灵蕴的维持和增长，在太上老君的研究之下，众神们发现灵蕴湮灭的周期为一亿两千万年，为了便于计算，他们把这一周期叫做“劫”。 为了众神能一直生存并主宰这个世界，很多神开始研究劫。在这个过程中，一个叫做镇元子的神成为了他们中的杰出代表，这完全都是因为他发现了一种叫做蟠桃的果子，这种果子可以收集齐世界演进中其它部分的灵蕴。 一时间，蟠桃成了众神都开始争夺的资源，为了蟠桃，更确切的说是为了蟠桃中的灵蕴，第一次天地神劫开始了。 第二章、兜率之变 第一次天地神劫的结果直接导致了神的分裂，如来带领着他的嫡系远走西天，在一个高万仞的山上居住下来，忍辱负重，为了纪念他们对灵蕴的渴求和崇拜，他们给自己居住的地方取了一个好听的名字——灵山。 在第一次天地神劫中，蟠桃的生长地清凉山被付之一炬，在太上老君的主使之下，清凉山所有的蟠桃灵根全部被移植到天庭，太上老君为了让这个地方永远不能再长出灵根，将一块三昧真火炼化的火砖深埋地下，从此清凉山一片焦土，山火终年不灭，世人将之改名称作“火焰山”。 蟠桃的发现者镇元子也没能从这次战争中得到什么好处，太上老君怪罪他未经允许擅自传播蟠桃的消息，剥夺了镇元子的一切职务，但是鉴于他在蟠桃方面的精深知识，于是调离他去看守蟠桃园，这为老君和镇元子今后的恩怨埋下了重要的伏笔。当时，还没有神知道这一次镇元的调离会给后世带来如何深远的影响，不过有一些颇具正义感的神从镇元子的遭遇里感受到了刺骨的寒意，而稍早战争的 杀戮已经让他们觉得心灰意冷，逐渐开始有人脱离东天的组织，他们开始游历四方，远离权利，不受拘束，他们希望在游历中提升自己的修为，这一部分神越来越多，后来逐渐成了气候，他们给自己命名为“仙”。战争的影响在漫长的时间里终会成为传说，倒是战争对众神的影响却绝不仅仅如此，最开始是一个叫做牛魔的战士发现自己丧失了大部分的能力，后来，这种病症在东天和西天参与过战争的众神中开始泛滥，后来发现这种病症的成因是过度透支灵蕴导致，这些生病的众神开始谋求自己的正常利益，被拒绝。后来随着生病的神越来越多，这种要求发展成一场事变，史称“兜率之变”。 “兜率之变”的本意是颠覆掉老君主持的东天，以获取蟠桃更公平的分配权，但是这场政变在冲入老君的兜率宫不久就失败了，这批神被控制起来，被扣押在一口井边，井里面是老君调制好的汤药，喝下去之后，他们仅存的灵蕴将被抽光，只剩下区区数十年的性命，他们失去了记忆，并且被放逐陆地，他们不知道自己的来历，一切都从零开始，“人”诞生了。 老君虽然从兜率之变中全身而退，但也知道了自己不能成为唯一的焦点，他需要有人来给自己做挡箭牌，于是，他恭请玉帝即位，而自己留守在兜率宫中，将那些抽取出来的灵蕴炼化成丹药。 那个抽取灵蕴的井，成了后来惩罚众神最高等级的刑场，刚开始，众神叫它“谪神井”，后来，玉皇大帝觉得，神怎么会犯错误呢？只有不守规矩的“仙”们才会，所以，那口井就被改名叫做“谪仙井”。 第三章、愚人之宴 失去了大部分能力的人类仿佛从来没有过神的记忆，他们只有区区几十年的短暂生命，但在这一劫又一劫的过程中，经过优胜劣汰，意识的本能将他们的另一项功能发挥得淋漓尽致——繁殖。 很快，人类就以万倍记在数量上超过了众神们，他们在大地上建立了城池，他们改变河流和大山，他们不畏惧死亡，群体的力量使他们掌握了战胜自然的本领，东天和西天只是打了个盹，等他们都醒过来的时候，发现人类已经是无论如何也不可忽视的一股力量了。 首先注意到人类的，是西天，西天自从被迫远走灵山之后，对于灵蕴的渴求就成了西天永恒的话题。西天注意到人类数量的庞大，开始派出使者在人类中宣扬“悟”，悟的本质是让大家大彻大悟，从而能够无私的贡献哪怕是一丁点灵蕴，由于失去记忆造成的信仰缺失，很快，西天的教义开始在人类中广泛流传，由于人类数量的庞大，西天竟然也在不到数劫的时间里再次崛起，可以再次与东天抗衡了。 后来，观察到西天这一主动行为的，不是老君，也不是玉帝，而是那个一直呆在蟠桃园里的镇元子。蟠桃园里的果子三千年成熟一次，玉帝和老君往往这个时候大宴众神，可惜看守蟠桃的镇元子却没有份，在一劫又一劫的痛苦煎熬里，镇元子变得阴霾而险恶，他急于延长自己的性命，后来慢慢变得不择手段。 从蟠桃出现开始，镇元子就知道灵蕴是可以收集和培养的，最关键就是容器的问题，而人类拥有与众神类似的身体，却对自己身体的潜能浑然不觉，用人类的身体来收集灵蕴，然后再统一收割——这将是多么完美的容器啊！ 作为众神里最为优秀的研究者，镇元子经过多次实验之后，自觉已经掌握了培植灵蕴的关键技术，他不愿意在这令他蒙羞的蟠桃园再呆上一时半刻，他以灵蕴的培植技术为筹码，终于投靠了西天。 在西天的帮助下，镇元子在一座山头自立为王，他经历过生命终结的恐惧，因此把自己的山头命名为万寿山，在这里他开始种植一种五千年一熟，叫做人参果的植物，这种植物以人为容器来收集灵蕴。而对于西天来讲，掌握了人参果，无疑能够让西天的实力再上一层楼。 虽然东天知道镇元子背后的力量，但是由于几大势力间相互制约的微妙平衡，谁也不能把这种关系公然摆上台面，所以即便东天恨得咬牙切齿，镇元子还是被西天捧上了“地仙之祖”的位置。东天和西天就这样演着一场真戏，虽然每个人都知道它是假的。 第四章、西行始源 在谪仙井边，那个坚强的牛魔战士利用自己的反刍之术，吐出了老君的药水，从而成功的将自己的记忆保留下来，被贬下人间之后，他驻守在积雷山中苦修，竟然修得了从天地间吸取灵蕴的方法。牛魔将这种方法传授给山野间的飞禽走兽，渐渐地，这些飞禽走兽也修得了人形，从而组成了强大的势力，这若干劫之后，牛魔的军队或有分裂、重组、出走，势力竟也遍布了整个人间，虽然他们互有矛盾，但依然继承了当年牛魔至死不渝的反抗精神，他们称自己为“妖”。另一方面，在有了人参果之后，西天仍不愿意放弃他们的教义在人间的传播，于是加紧了“经”的编写，东天虽然反对，但也意识到对于人类的控制权，必将是未来若干劫里的重中之重。但他们谁也没有想到，在这暗流涌动中，一些不稳定的因素诞生了。 蟠桃的发现者镇元子也没能从这次战争中得到什么好处，太上老君怪罪他未经允许擅自传播蟠桃的消息，剥夺了镇元子的一切职务，但是鉴于他在蟠桃方面的精深知识，于是调离他去看守蟠桃园，这为老君和镇元子今后的恩怨埋下了重要的伏笔。 当时，还没有神知道这一次镇元的调离会给后世带来如何深远的影响，不过有一些颇具正义感的神从镇元子的遭遇里感受到了刺骨的寒意，而稍早战争的情感智慧与超常的灵性。石猴从佛祖的弟子——神仙的异类——须菩提那里学到了超脱天劫（神的控制）的本领，并对神制订的规则发起了反抗。 这次反抗最后发展到整个妖族与众神的战争，史称第二次天地神劫，反抗的力量之强大，差一点颠覆了整个东方。战争持续了漫长的时间，成千上万的神与妖相继战死。 在孙悟空大闹天宫、神妖战争的最关键时刻，金禅子和佛祖打赌：是有人可以超脱神的手掌的。但孙悟空却失败被压五行山下，金禅子也自毁了佛体和道行，转生成为一个凡人，失去了之前的所有力量与记忆，他曾经的著作也被禁毁，不知所踪。 五百年后，人类文明达到一个空前的高度，同时人类深陷于欲望爱恨之中。目睹太多欢苦与兴亡，人类渴望对世界本源和真相的进一步理解，在希冀理解人生的意义所在。于是，一位僧人挺身而出，开始了一场伟大的求索真理的远行。 这位叫玄奘的僧人并不知道，自己是金蝉子意志的化身。这位最有希望继承佛祖衣钵和西天神界统治权的人却因为质疑神对人类命运的控制和愚化，情愿毁去了自己的神识与灵蕴，转投到人间诞生为一个普通人，以表示自己和世间最苦难者站在一起的决心。地狱未空，绝不成佛，是他的信念。 神并不喜欢玄奘，因为如果一旦让他悟得世界的真理，人就能控制自己的命运，灵蕴将不再是众神的独享，与神的界限将消失。于是神布下了一盘棋，他们将几个记忆被封锁着的恶魔交给玄奘，并要求他们一路上杀死所有其他仍在反抗神的妖魔，包括几个强大的魔王，以赎完自己的“罪孽”。但在西游的路上，他们的记忆也在渐渐觉醒，陷入矛盾之中。 第一次西行的结果以神的胜利而告终，西行的四人，无论勇猛或是懒惰、谨小慎微或是兢兢业业，无一例外，最后都在路途中消灭了那些反抗的妖魔，同时也消灭了自己，当然，神们把这一过程叫做磐涅。 但是，自由的意识永不消亡！英雄的后人们，即将再次上路，去发现那已被掩盖了太久的真相。 大事件 人界 第一次天地神劫之后，人类被放逐到九天之下的这块大陆上来，当时的大陆分为四块，飘落在大海的中央，神们认为跟他们居住的九天比起来，这里就是穷山恶水。当时的神，怎么也不会想到，若干年后，这里成为了他们与其它种族争夺资源的主要战场。 随着人类在大地上慢慢繁衍，这个种族坚忍不拔的耐性和强大的意志力逐渐体现出来。他们使山川平移，江河改道，这些穷山恶水逐渐变成了美丽的风景，他们给四块大陆取了气势磅礴的名字——东胜神州、南瞻部洲、西牛贺州、北俱芦洲。 虽然妖、灵也在这里生存繁衍，但是，由于人类种族数量的巨大，以及他们对改造世界所作出的不可估量的浩瀚工程，我们依然将这里视作人类的故乡。 南瞻部洲 南瞻部洲是第一个被史书所记载的大陆，这并不代表着其它三块大陆了无人烟，只是因为前往其它大陆的冒险者们还未将那里的一切修订成文。所以我们的旅途暂时只能从南瞻部洲开始。 当人类刚刚在大地上开始壮大的时候，牛魔凭借其存留的神识已经将妖族发展得无比的强大，为了生存，由于对灵蕴的渴求，妖族们开始在陆地上烧杀抢掠，弱小的人类仅凭自身微薄的能力根本无法与之抗衡，他们被迫从游牧走向逐渐聚集，群体的强大使他们意识到唯有团结才是保护自己的不二法门。 人类们开始择水而居，依山而靠。他们使用工具将巨大的山石修葺成砖块，用来抵御妖族和野兽的进攻，原始的城池出现了。在城池的保护之下，人类开始了更加精妙的机械的制作，在这些工具的帮助下，人类的生产力和军事力量都得到了极大增长。 在人类有史以来最伟大的皇帝的带领下，他们修葺起大陆上最恢弘的城市——长安。人们用巨大的机械从山上运来高达数米的砖石，建造出高耸入云的高墙，无数妄想登天的浪漫诗人前来这高墙上，只为体验一下只手可摘星辰的快感。正是这坚不可摧的高墙抵御起群妖对人类无数次疯狂的进攻，使得高墙之内的宫城、皇城安然无恙。高昌坐落在火焰山脚下，城墙高耸，由夯土筑成，城墙上的十二重大铁门分别冠以“玄德”、“金福”、“金章”、“建阳”、“武城”等不同名号。城市中房屋鳞次栉比，有作坊、市场、庙宇和居民购买力区，城内的建筑布局与当时长安城相仿。 由于高昌起源于神圣的传说，这里后来成了圣地，人类把这种对传说的仰慕叫做宗教，毫不夸张的说，高昌成了人类世界里宗教最为活跃和最发达的地方，因此，这里也成了神们关注的重点。为了防止异端在这里诞生，神们将这里设置为西行路线的里程碑。无数艰难险阻都在这里等待着西行的人们。 人类生存的这个世界，既美好，又残酷。但无论如何，这里都是他们那个唯一的故乡。 英雄篇 灵猴 灵猴——《野渡拾遗》第三章花果山会让你产生四季错乱的感觉，到了冬天这里依然繁花似锦，落英缤纷，湿润的海风从山的另一边吹过来，我能感受到那微微的咸味，很多年以前，凌云渡口的风也是这种温暖而又亲切的味道，可是对面的山上被那群高高在上的神占领之后，剩下的就只有腥味。 我在一块大而结实的瀑布下面濯足，冰凉的泉水将我混浊的思想洗涤得格外清明，瀑布上面是通天的大树，粗壮的根须在光滑的石壁上蜿蜒盘缠，直通潭底，从这亿万年的清泉里吸取天地的灵蕴，难怪据说可以直通九天。 我望向寒潭深处，据说这里的泉水可以照出人类的欲望，我想了解每一个让我载他们过河旅人，然后送他们去到他们该去的地方。 “你想救他们吗？” 水里有个和我一样的人，他的声音如此问我，这声音仿佛从我的耳边传来，我以为这是错觉，或者这泉水太过神奇，让我能如此坦荡的直面内心。 “我只是不想他们还抱有幻想。” 半空里响起雷鸣，有华美的佛光在云端出现，我早已习惯了这两种如此不协调的东西接踵而至，如同我每年见到的那无数张安详故去的笑脸，我本以为人们在失去自己最宝贵的东西的时候，总是要哭的。 “只有我们，可以决定他们是否能够幻想” 。 我知道自己即将面对死亡，我从水中抽出双足，害怕他们的处刑将潭水弄腥。 “你是不能决定——”那个声音再次对我说，我的身边，一个人型的轮廓突然凭空出现。他脸上的大部分被油光的毛发遮掩，却遮掩不住那从容的笑意。 这是灵猴。 “他们也不能！”他望向天空的那些尊者，脸上的微笑突然变作了狰狞和恐怖，我从中间看见了暴戾的杀意。 我无法看见灵猴是如何从我身边消失，他像鬼魅般地转瞬不见，我只看到瀑布中一个隐约可见的人形影子，那速度快得已经让水倒流，来不及等我反应过来，就有一个尊者从天空落下。被拧断头颅的面孔上，带着不可思议的恐怖表情。 我听说过灵猴这个古老而又高贵的种族，他们从五色石中化身，天生就习得幻灭之术，他们能够像影子一样隐藏起来，又能够像疾电一样奔袭，他们可以幻化成各种形体，却从不改变自己坚定的信念。 我答应他把这些尸体带走，我知道他不愿意这些肮脏腐臭的东西将这里弄得乌烟瘴气。我跟他讲了凌云渡口的故事，临走之前，他将我的水壶用寒潭的水灌满，亲自交到我的手中。 “那么，谁能决定，世人该不该有幻想？”我试探的问他。 灵猴哈哈大笑，他手轻轻一挥，瀑布的水竟然静止，平整得像一面镜子，从我这个角度看过去，上面有两个硕大的人影。 他自己，我自己。 罗刹 罗刹——《野渡拾遗》第五章我曾经前往遥远的东方，去寻找那已经近乎灭绝的蟠桃木，我需要大量的这种木材，来修葺我那载人前往极乐的灵舟。当我到达清凉山的时候，不曾想到这里已经成为一片焦土，漫天的山火甚至夺去了太阳的光辉，黑色的浓烟直冲云霄。灼热的气浪将我的视线撕裂成虚浮的幻影，游离的灰烬让我几乎窒息，我沿着火红的石头一路向上，原来种满蟠桃的区域只剩密密麻麻的坑洼。 “欲望的火焰终将毁灭一切”，有个低沉的女声从身后缓缓的传来。 我回头望去，一个曼妙的剪影仿佛从另一个空间走来，空气中飘忽的火尘并未在她身上留下任何灼印。她踏火而行，却显得如此从容而闲适，合体的法袍将她硕长的身材勾勒得玲珑剔透。每走一步，修直的大腿都从高至腰部的开衩中反射出健康的光泽，傲人的双乳仿佛要从扎成网状的束胸中弹跳出来。 我拿出冥河之浆，来迎接这未知善恶的尤物，冥河之浆表面蒙起一层油黑的水雾。 “十步内，必有威胁，水愈盛而敌愈强”，我想起老师传浆之时告诉我的话语。她冷峻的面容逐渐在浆的表面浮现出来，那是一张美丽妩媚却没有丝毫笑容的脸。我们相歭而立，紧张的空气似乎凝固了时间，唯有冥河之水，滴落在烧红的石头上，发出滋滋的响声。 她柳眉一蹙，仿佛下了个极大的决心，平摊的双手忽然凭空燃起两团炙热的火焰。她岔步扭腰，双手轻扬，两个火球对我迎面而来。不等我横浆防御，两团火球已从我耳边呼啸而过。身后传来奇怪的嘶叫，我回身而望，只见两只火红的异兽已经被烧成焦炭，只有雪白的獠牙还露出刺眼的光泽，若非有她，这獠牙应该已经刺进我的身体。 一声长嚎，从火焰中已走出成百上千的异兽，火红的拟态竟然瞒过了我的眼睛，耳边响起一片类似狼嚎的长鸣，此起彼伏，由近及远，我们仿佛是处在大海中的一叶扁舟而已。 “与欲望共舞者，唯有毁灭！”她的法袍因为真气的流动而无风自动，汩汩作响。她双手交叉，随即直伸向前，两条紫色的闪电链条破空而出，将我身后的一圈异兽电成焦炭。山岭上有一只巨大的异兽从天而落。她左手抡出一团雪白的光影，那异兽在空中竟然被冻成一块结实的坚冰，落地而碎。 成群的异兽如潮水般从四面八方奔涌而来，灵巧的身躯在群兽中轻盈穿行，凌波微步，罗袜生尘，她摘叶飞花，美丽的身影如箭一般在空中往返穿梭。她单手扬起，竟然平地生风，一股巨大的龙卷风刮向异兽群里，将数百只异兽刮下了山谷，只听见无数的惨呼和骨头碎裂的响声。 罗刹之力！ 我终于见到了传说中的罗刹。 战斗结束了。罗刹脸上终于露出了难得一见的笑容，虽然只是一瞬，也让我永远也不能忘怀，她听说我从凌云渡来，十分的高兴，问起我冥河是否一到冬天，就成了一望无际的银亮平原。我告诉她。自从她的先祖反出灵山之后，冥河里再也没有结过一次冰了。 “我们热爱自由，厌恶神权”，她走的时候，这么跟我解释当年罗刹族叛变的往事。她往来时的路退去，留给我一个背影，我望着她，她回过头给了我一个微笑，似乎想起了什么——“对了，这里并不叫清凉山，这里叫做火焰山。” 牛魔 牛魔——《野渡拾遗》第一章我在凌云渡口不知摆渡了多少年，我不是时间的一部分，时间却是我生命的见证，我见识过太多的旅人，他们在我的渡口停留，远眺着这条宽广河流对岸的山岭，有悲有喜，表情复杂。我在我那刷满桐油的木桌上，用锋利的小刀刻下他们的名字。有的刻在左边，有的刻在右边。我知道他们不一样，有人将要去向对面那座终年积雪的山顶，有的人却只能永远留在山下。甚至，还有人没能离开我的船，被这条冥河上一些他们所不能理解的力量拉入深渊。 我以为天下的旅人不过如此，直到我遇到一个人。 那天落日的余晖像血一样浓烈。他从熊熊燃烧的火云里走出来，影子被拉得宽广而又黝黑。他走的每一步都如磐石落地，枯黄的秋叶被震得飞起，仿佛涟漪般散开。我看不清他的脸，只听得见沉重的喘息。 “过了这条河？是否就是神的居所？”他放下扛在肩上的巨锤，声音充满了沧桑的浑厚，我本以为他早已疲惫不堪。哪里知道他竟然如此迫切的想到河的对岸去。我拿出的的小刀。踌躇着应该在哪一边刻下他的名字。 “你要去朝拜那山顶的佛光？” “不。我要去清扫那终年不化的积雪”。他面色凝重的回答，我从他面孔上粗砺的线条里看到了庄严的笑意。我听过无数的痴言和妄语，但今天听到的这句绝对不是。 “他们就要来了”，我只是凌云渡口一个忘记了自己是谁的摆渡人，我知道那积雪下面有些什么。我拿出窖藏多年的老酒，为他践行。 比想像中的还要快，他们就已经包围了我和我的客人，客人把碗中的酒一饮而尽，哈哈大笑，酒水顺着他浓密的鬃毛滴落下来，洪钟般的声音震得我的耳膜一阵刺痛。我看见来人们身后的光华已经不在，脸上露出因痛苦而呈现的戾气。 “你这牛魔，还不服管，待我让你烟消云散”，他们挣扎着叫到。声音里却不失往常的权威，牛魔抓起身边的巨锤，高高跳起，直落下来，我听见骨骼碎裂的声音，凄惨的嚎叫只持续了不到一会儿，就已经再不可闻。 这些被称作神的人们，原来也如此容易死亡，他们生怕污秽的鲜血溅染到自己的华服，惊恐的向后退开，牛魔从血肉中拾起他的武器，用臂上的毛发揩去上面的血迹，粗壮的右臂凌空一抡，一股巨大的气流将两个已经退守到门边的罗汉拉回了牛魔的身边。 “我就是要让想要管我的人都烟消云散。” 话语间。我只看得见牛魔或劈或砍，或震或斩，我无法想象世间有将力量和气功运用得如此纯熟的战士，那些平日优雅而冷淡的罗汉们脸上只有恐惧和绝望，这也是他们最后的表情，然后随着牛魔气功的震荡波和巨锤的反光，化为了一堆堆不成形状的血肉。 我的渡口第一次沦为了残酷的现场。我知道牛魔不会来帮我打扫这里。战斗结束的时候已是深夜，他顾不上跟我道别就跳入了湍急的河流，顽强的向对岸游去。我知道他这样的人不会需要我的帮助。 我望向对面的山岭，那积雪在月光下反射出圣洁的白光，也许，用不了多久，它们就要被染红了。 刻录名字的桌子已经在战斗中化为齑粉，我把小刀扔进了河里，我可能再也不需要它了。” 玉狐 玉狐——《野渡拾遗》第九章“知道吗？我们玉狐，从前都有九条尾巴。” 她坐在我的面前，双手托着腮帮，忽闪的大眼睛天真而又清澈，她的声音像百灵鸟一般清脆欢快，她的皮肤如玉脂一般白皙，吹弹即破，透过跳跃的烛火，两朵年轻的红云飞上脸颊，似乎有点婴儿肥，看上去可爱极了。 现在是深夜。外面大雪纷飞。我在这个雪峰之顶已经呆了十多天，只为了传说中的灵兽——雪蟒。据《灵兽谱》记载，雪蟒在极寒之地吐雾成蜃，蜃中能幻化几千年后的情景，如果这个时候杀死它，便能掌控时间。 “那么。大叔，你猜猜，在这个山头，我已经守候了多长时间？”她给我面前的碗斟满酒，取下腰间的拨浪鼓，来回拨弄，眼里充满了期待。 她在昨天的暴风雪里推门而至，身背箭筒，左手持弓，头上的鬼脸面具遮住了半边的头发。她抖落身上的雪花，撅起小嘴，鼻子被冻得通红，弱小的身躯显得如此渺小。我点起炭火，雪水在她披着的斗篷上化为水滴，她调皮的将这些晶莹的水滴抖在我的身上，留给我一个坏坏的微笑，然后反复搓着双手，对掌心哈了口气，又飞快的把手伸到火盆边，俨然又变成了个冻坏了的小姑娘。 “大概……两三天吧？”我想着昨天她那可爱的样子，喝掉碗里的酒，微笑着回答。我已经很久没有笑过，此刻却感到一丝温暖。 “两三天？”她腾的一下从桌对面的椅子上站了起来，声音大得有些夸张。她双目圆瞪，眉头紧蹙，脸上露出失望透顶的表情：“哼，就知道你猜不着。我呆在这儿已经五年啦！” “五年？”我有些惊讶：“那么，你在这儿是？” “是因为——”小姑娘欲言又止，四处张望了一下，仿佛周围有人，然后终于蹑手蹑脚的绕过桌子，凑在我的耳边轻声的说：“——雪蟒!” 突然。我发现她屏住了呼吸。身体像雕塑一样一动不动，一切仿佛已经静止，外面的风雪不知道什么时候已经停了，只有烛火发出轻微的噼啪声。她的眼神告诉我，有些什么事情就要发生了。 “快躲开！”小姑娘突然大叫一声，这声音里有一种不容怀疑的力量。我下意识的向左前滚翻开。与此同时，一个巨大的物体从天而降，将整个小木屋劈成两半，小姑娘向后弹开飞起，一只蓬松宽大的尾巴从斗篷里怦然跃出。她在空中的姿势如燕儿一样轻盈优美，仿佛在翩跹起舞。 皎洁的月光下，那个将小木屋劈成两半的东西开始蠕动，它通体雪白，身上的鳞片晶莹闪亮，仿佛银河里闪亮的星星。 雪蟒在这场一边倒的战斗中逐渐安静下来，玉狐走近它，用手在它额头拂过，闭上眼睛，嘴里在喃喃些神秘的语言，雪蟒凶戾的眼神竟然慢慢柔和下来，过了一会儿，它轻轻用自己的尾巴碰了下玉狐的尾巴，她们以这种独特的方式交流着，仿佛认识多年的老朋友。“知道吗？我们玉狐，从前都有九条尾巴。” 她站在我的面前，旁边是她的新伙伴雪蟒：“现在，我们要花上一辈子去寻找。”她将自己的额头贴上雪蟒的脸颊，又变成了一个活泼的女孩：“所以，今后，还得靠大家多多帮忙哦。” 那天晚上。我放弃了成为一个时间行者的机会，却懂得了万物皆有灵。我毫不后悔。 神将 神将——《野渡拾遗》第十章 杯中的茶还未冷，桌中央的红炉小火上，水仍在沸腾，呜呜作响，盛茶的是一把精致的铜制小壶，上面印刻着八字店铭：一壶清苦，煮沸人间。 这里号称是高昌最好的茶楼，已是傍晚时分，从南向的观景长廊看下去，可见一条宽阔的长河，此时晚霞满天，落日自云间投射下来，水面波光粼粼，宛如一条金色的带子，向东奔腾，汇入另一条大河。 “这里便是灌江口了。”一个做文士打扮的青年人站在长廊上，手拿折扇，指着远方雾气浩淼之处，对旁边的一位年长的修道者说道。老者捋了一下胡须，转过身来：“贤弟，此处江风甚大，咱们还是进里屋再聊。”说完拉过年轻人的手，到我旁边的桌子坐下。 老者拿起茶壶，将文士面前的杯子斟满，一片清亮的茶叶随着水流在杯中旋转，兀自不休。青年文士盯着这杯中的景象，竟一声长叹：“这凡间数百种族，无论妖人虾獬，其实都如这杯中之叶，水深火热，风雨飘摇，身不由己……” 老者接过话头：“若不是天命不可违，又怎么会有这许多人想要脱去凡胎，位列仙班呢？”文士抿了口茶，悠悠道：“也非尽然，成仙之后，宁愿落入凡间的，也是有的，就在这灌江口旁，梅山脚下，那个传说你可知否？” 我游历名川大山，来此自有目的，耳中听得梅山与传说二字，不禁接道：“你说的可是神将营叛逃东天的往事？” 老者和文士侧过脸来，面露诧异，那老者淡然道：“既然同为道门仙友，阁下若不嫌弃，不如一同围炉论道，共叙雅趣？”文士也不反对，我便端着茶盏，走到他们西首坐下。 文士继续道：“当年神将营在银河水军大战中战败，就是流落此处，收伏了梅山七怪，就此安营扎寨，伺机东山再起……”说到这里，他压低了声音：“据说，神将营在逃出天庭之时，在南天门的擎天柱上留下了四个大字……” 老者奇道：“什么字?” 文士右手食指在杯中蘸了点茶水，左手挽起衣袖，悠悠然在桌上写了四个大字。“命不可违……” 老者端起茶杯，吹了口气：“山野传闻，不足为信，再说数百年来，一直有人在梅山中寻找神将营，却从来没有人找到过。” 文士脸上微微一红，似乎有些生气，轻声道：“仙长，空穴来风，必有其因。况且，也不是完全没有人找到过神将营，比如……”老者哦了一声：“比如什么？”文士踌躇半晌，声音虽然低沉但很坚定：“比如我……” 整个茶楼在那一瞬间竟然出奇的宁静，东首座上一个虬髯大汉回望过来，仿佛对这边的话题很感兴趣。唯有西面角落里一个头戴斗笠、身着披风的年青人在擦拭着一根硕长的钓竿，似乎这周围的一切都与他无关。 老者长啜了一口香茶，发出汩汩的声音：“话可不能乱说，东天的教众遍布天下，对这档子话题可是忌讳得紧,你若是以讹传讹，怕只怕……”,文士仿佛下了个很大的决心：“为天不仁，还怕我等修道之人多说了不成？我确实曾经见过神将营的英雄。” 老者微微一笑：“哦，那你倒是说说看……” 文士朗声道：“我在山中辟谷之时，曾遭到一头妖兽的攻击…其时我灵蕴封存，只有未及平日十分之一的修为…彼时正值盛夏，那妖兽却浑身寒气逼人，他口吐白雾，掠过之处，皆成冰霜，我修的是焱道，寒冰之力正是我的克星。” “我被逼到了悬崖边上，本以为这下要完了，哪里知道这时候竟然出现了一个人……” “他在炙热的阳光下从天而降，手握一杆锃亮的长枪，速度快到无法想像，我无法看清他的身法和出招，只一瞬间，那只妖兽就被他杀死……” “然而他救了我一命，却未留下只言片语”，文士喝了口茶，接着道，“我只记得他那冷峻的外表……还有……” 我连忙问道：“还有什么？” 文士仿佛还沉迷在那日的场景之中，怔怔道：“还有他在一息之内刺在那妖兽身上的几十个窟窿。” “长枪……”我继续问道：“你说他用长枪？” “不对！不对！！”旁边的虬髯大汉突然长声说道，那老者也不惊讶，转头向他，淡然道：“你也说说看？” 虬髯大汉喝了口茶，还来不及擦去长须上的水滴，急然道：“炮！神将营的将士使用的是弩炮……” 你遇到的那只妖兽，叫做冰狞，此兽天性嗜杀，最喜食灵犬，是哮天犬的天敌，因此冰狞也就成了神将营的将士们终年追杀的目标。” “我有幸见到过一次神将营将士对冰狞老巢的围猎。成千上万只冰狞被赶到一个喇叭口的山谷数百神将营的军士排成整齐的队列……他们将弩炮装在手上，将成千上万的炮弹射进了那个只有进而没有出的山谷里。冰狞的速度是快……可是也快不过神将的弩炮！” 老者道：“佩服佩服，可惜可惜！” 虬髯大汉道：“神将营的将士天生神勇，佩服二字毫不为过……” 老者连忙摇头：“谬之大也，谬之大也，老朽佩服的是几位的见多识广……” 文士面露诧异：“那可惜的又是……？” 老者叹了口气：“见得太多，而又死得太早，岂不是可惜之极？”老者说到这里，面色突然一变，眼中精光暴涨，一道由光晕组成的华冠突然在其脑后显现，灰色的布袍在这华光中化为白袍，一股说不出的圣洁顿时将整个茶室笼罩。 “修道之人！擅结叛将者，死！”老者变了腔调，抑扬顿挫，如唱戏一般，我知道这是神处刑之时例行的官腔。老者望向我，眼神更加怨毒：“为文不尊，有损天威，流毒后世者，更该死！” 文士失声道：“原来你是东天之人！” 角落里那个一直默不作声的年轻人突然哈哈大笑：“可惜可惜！” 老者头也不回：“你又可惜什么？” 年轻人仿佛笑得气都喘不过来：“哈……哈哈…我……可惜你可惜之事啊！” 笑声骤然停止：“死！得！太！早！岂不可惜之极？” 年轻人头戴的斗笠猛然爆裂，下面是一张英武而冷峻的面孔，那鱼竿也如裂帛一样自然撕开，里面分明藏着一杆铮亮的长枪。他的披风早已不见，身上只有威武的战甲，右手手上是那传说中的——弩炮 龙女 龙女——《野渡拾遗》第四章我从未见过这样的女子。黑色的方巾遮住了姣好的面容，然而那黑色的发，深邃中却有一种无声但澎湃的力量。就在一刻光景之前，我仍旧以为这是一次简单的出游，回归的路上遇到一个还算不坏的旅伴，一路说些我喜欢的故事打发时间，然后，前方就是凌云渡，我的家在那里，咫尺之隔。然而似乎，我已去不到。尽管前一刻，我还在想该在家里用哪一种茶来招呼那位不知名的旅伴。 雨开始从看不见的云层里滴落，而那天青色的眼睛，妖娆的令人心悸。她在我面前停了下来。我想我要死了。 在我怀里是一壶水。我从花果山的寒潭里汲取，据说这水可以照出人类心中的欲望。倘若也能照出我的，我想我此刻心中的欲望，也许是想要活下去。有人说，有时候人的命运不在于他做了什么，而在于他不做什么。我非常艰难的摆脱了这个看似正确高深的哲学，直觉告诉我，现在不做什么，那一定会死。 “我只是一个倒霉的旅人，出生在不想出生的时候，然后又路过了不该路过的地方。但我从未怀疑我存在的意义。也许这里是我早已预定好的终点。帮我汲水的那只猴子告诉我，在死亡的一瞬间里可以重历一生，其中那些快乐的片段，会特别长。这样想想，死亡其实也有可爱的地方。” “给我讲讲那个猴子吧。”她凝视着我，终于在我对面坐了下来，摆出了倾听的姿态。听完这个故事，也许她仍然会杀死我。有一团淡紫色的火焰在我头顶。那火焰裂开的时候，会把人也炸的四分五裂。我的旅伴的尸骸正躺在我的脚下。 他的五脏六腑看来都是熟的。而我，甚至还没有问过他的名字。 有些人经历了太多，就会变得不爱说话。有些人则相反。我这位不太爱说话的旅伴，在外面流浪了许久。如今倦了，想要回去。他说他的家的灵山之上。”灵山？你知道灵山有多高么？你怎么上去？”我说。”飞上去。”他傲然的说。飞？据我所知，唯一可以不用法力飞上灵山的生灵，只有迦楼罗。然而这只在世间流浪的迦楼罗终于没能回家。当他说完”飞上去”这三个字的时候，他的头颅也同时飞上了天。然后，那毁灭的炎爆裂开。据说迦楼罗以龙为食，而他们最终的归宿，正是因为食龙过多而被龙血中的毒反噬自燃，成为一堆灰烬。 也许这个尊贵的迦楼罗的命运，即是不久之后我的命运。但至少现在，我似乎是安全的。于是我开始讲我与花果山那只奇怪的猴子的故事以及那些被他扭断了脖颈的尊者。 “幻想？那是什么？”她问。语气非常诚恳。那表示她确实不会。 “所谓幻想，是对法则的悖逆。法则无法解释、无法控制、无法实现的东西，对这个法则来说，就是幻想。” “无法解释、无法控制、无法实现吗？那么幻想又有什么意义？” “幻想最大的意义，在于它暗示着存在一种突破法则的可能。” 女子沉默了下来。”仅仅是可能吗？那么对于众神的法则而言，幻想是什么？” “是妖。”我说。”妖是众神的意外。众神的法则中并没有预计妖的存在。而到后来，渐渐的，那些违逆众神法则的存在，神都称它们为妖。” “那么，给我讲讲这些妖的故事吧。”她换了一个更为写意的姿势。觉察到这个变化的我，突然有一种错觉，这是一个真正放松了的姿势，而这个姿势之前的那个看似随意的姿势，充满着随时会爆起厮杀的意味。 我清理了一下思路，开始讲凌云渡那只游过弱水的牛魔的故事。 “你怎么知道他游过去了呢？弱水，连我们都会举步艰难呢。”黑色的方巾后面透出一丝罕有的笑意，又旋即敛去。”不。也许应该这样说，是我们觉得会举步艰难而从没有谁去尝试过。这就是妖么？所以他们才能想到去游过神所布下的弱水？告诉我，这些妖，这些幻想，可有谁真正突破过众神的法则？” “也许有一个。但我也不知道到底算不算。”我踌躇了一下，还是决定提及那个久远的名字。 “我知道你说的是谁。他站在妖的顶点。然而那并不是幻想的顶点。”她猛地站了起来。我幻想那对清冽的链刃会再度舞起来。然而没有。那对链刃飞舞起来的时候，仿佛就是活的。它们切开我的旅伴的头颅时，却又似在展示一种优雅的艺术。我突然有一个念头，那挥舞链刃的身影，如果跳起舞来的话，也必定会有流云一般的婀娜。 “但他确实已经不能称之为幻想。如果有更恰当的称谓，我想，那已经是传说。听说花果山有一处悬崖，悬崖上至今有一个淡淡的将跃未跃的影子，他的主人已经在千百年前的闪电中冲天而起，然而影子却永远凝固在那里。在妖族里有一个流言，说千万年后，那影子将仍在。” “一个影子并不能成为传说。” “是的。它的主人才是。” 女子点点头，仿佛在对虚空中淡然的喃喃自语：”来了。”我突然明白了。我的旅伴的死亡，只是一个不幸的偶然。她在这里等待的并不是我们。而我们却不幸与她成就这场邂逅。然而我望向迦楼罗的尸骸，又觉得这是无法逃避的命运。如同正餐开始之前，总有些甜点。不是你，就是我。 而她的身影已经出现在远远的山丘之下。那长长的影子，似乎在以某种姿态向那个凝固在传说中的影子致意。唯有那些黑色的发，深邃中却有一种无声但澎湃的力量。我从未见过这样的女子。 一骑铁骑出现在山丘之上，接着是第二骑，第三骑，成百上千。她在山丘之下孤独仰望丘顶，而后在千百骑的冲锋中逆流疾行。当这孤独的身影与滚滚铁骑相接的一瞬，那影子消失了。只有阵列最后寥寥几人来得及在这洪流中强行调转马头。然而，已经迟了。山丘之上，已经分出了胜负。她故意在山丘下现身，就是为了引诱这批松弛的侍卫离开。她需要的，不过是几个瞬间。 一长一短两柄链刃反着清冽的光，那震腕甩去刀上血迹的动作，因为太熟练了而多了几分曼妙。她将一颗新鲜的首级踏在脚下，然后轻轻踢了下去。 那首级犹自带着不甘的表情，顺着嫩滑的青草往山丘下翻滚。战马的嘶声接连响起。而后一片寂静。阵列盘成长蛇，在马蹄声中缓缓压了回来。他们以为的悲凉，仅换回她轻不可闻的一叹。而后银色的光在她身上乍现，那光闪耀到让人无法逼视。在光里仿佛有一个长发洒银枪的身影，浑身带着银色的细鳞，表情无比倨傲。那是他们见到最后的光景。 巨大的雷霆开始无差别轰击整个山丘。当雷霆止歇，那光渐渐弱去，银色的发以可见的速度缓缓变回黑色，狂乱而乖戾。鲜血如溪水一般漫过焦黑的土地，染红未燃尽的草根，而她一步一步，踏过那些还未冷透的尸骸，却仿佛漫步在风景怡人的花园。 整个茶楼在那一瞬间竟然出奇的宁静，东首座上一个虬髯大汉回望过来，仿佛对这边的话题很感兴趣。唯有西面角落里一个头戴斗笠、身着披风的年青人在擦拭着一根硕长的钓竿，似乎这周围的一切都与他无关。 老者长啜了一口香茶，发出汩汩的声音：“话可不能乱说，东天的教众遍布天下，对这档子话题可是忌讳， 然后，她把刀尾的锁链重新缠回手臂，那个过程繁复非常，然而她十分耐心，不肯出一点差错，仿佛这是她一生中最后一次做这个动作。然后她的脚步渐渐的快了起来，在她身后拉起长长的影子。仔细看去，每一个影子又仿佛带着不同的姿态，俨然都有着自己的生命。她拖着那长长的幻影如同将军一样巡视完整个死气缭绕的战场，然后，这里寂然的连死气也没有了。 “我们将会毁灭咒龙谷，然后灭绝整个迦楼罗。” “我是龙女。幻想中会留下我的传说。” 小说篇 悟空毁天灭地 龙女传 悟空漫画版 杨戬传 副本故事 积怨堕龙坑 堕龙坑积怨堕龙坑据史书记载，孟婆其实并不是一个固定的人，只有对世间彻底失望，彻底了却凡尘的逝者，才能够在奈河桥边担任孟婆的职业，直到有一个能重新点燃她内心希望之光的人出现，方可再入轮回。 这一年，地府来了一个大有来头的亡魂，阴妃。阴妃是李世民的妃子，卒于其子李祐谋反，生年36岁。奇怪的是，生死簿上记载的阴妃，生年不止36岁。 按照地府的习惯，出现了这样的事情，一定是有谁给阴妃改了命，地府对敢于挑战他们权威擅改生死的事情历来相当重视，于是决定彻查，翻遍流年，看是什么高人从中做了手脚。人死不还阳，阴妃也进入不了轮回。 不久之后，长安城里发生了一件怪事，无端端从天上掉下一个龙头来，按道理说，即使是泾河龙王这样的小神被斩杀，也绝对不能影响阳世，如今泾河龙王的头竟然掉落在长安，这样的大事使得地府一时方寸大乱，为了给掌管三界的天庭一个交代，地府开始认真的调查与监斩龙王相关的所有人员，阴妃的生死改命之事，暂时放在了一边。 为了防止罪神变成厉鬼之后的反扑，神仙们制定了“梦监”的制度，即在人间找一个灵蕴旺盛之人来梦中监斩，通常，为了照顾到神仙们自己的面子，监斩者与被斩者之间的身份比较相等。 这件事落到了当年判官学堂最优秀的毕业生——古尘身上，对待自己第一次经办的大案，古尘可谓殚精竭虑，从一开始，他就有两个地方想不通：第一，泾河龙王只是与一个算命先生打赌擅改了一个时辰的雨期，按理说应该罪不致死;第二，泾河龙王只是司职地方降雨的一个小神，怎么会要找到魏征这样的朝廷重臣前来监斩? 带着这些疑问，古尘开始调查泾河龙王平日的来往公函，他意外的发现，在泾河龙王死之前，他连续给地府上书了十三封诉状，状告一名叫秦王的男子，说此人忘恩负义，杀死了自己的救命恩人，奇怪的是，每一封诉状都被当值的判官驳回。 当古尘想要知道究竟是谁驳回了泾河龙王的诉状时，更奇怪的事情是，没有一个判官承认，无所适从之下，古尘只得一遍遍的翻看泾河龙王的诉状，发现了一个一直被她们忽略的名字——阴妃!被秦王杀死的恩人，就是阴妃。 原来，玄武门兵变以前，秦王李世民为了躲避李建成的追杀，逃跑过程中曾经身负重伤，夜渡泾水，昏迷在泾河旁边，所幸被阴妃救起，医治照顾，终于恢复，在这段日子里，阴妃爱上了他。 表面上，阴妃的家族只是泾河边贩卖祛湿汤的普通家人，实际上，他们却是世代镇守长安的阴阳师，阴妃的哥哥阴宏智在妹妹的苦苦请求之下，寻龙点穴，以乾坤挪移之术，改变了李家的风水，使得李世民能够顺利继承大统。李世民登上皇位之后，把阴妃迎进宫立为贵妃。 很多年过去了，有好事者翻出当年阴宏智擅改风水之事，指责当今天子擅挖祖坟，李世民狠心之下，嫁祸阴宏智为前朝遗党，斩立决。另一方面，他指使袁天罡的父亲袁守诚给阴妃改命为生年36岁，横死于刀枪。不久之后，阴妃之子李祐就莫名其妙的的造反了。阴妃和与她所有有血缘关系的人，都死于这场风波之中。 在成为阴妃之前，泾河龙王对她非常的熟悉，他喜欢阴妃熬制的祛湿汤，甚至不惜让江河上常年弥漫着一层水雾，让阴妃熬制的汤食成为来往的旅人必须的食物。临死前，阴妃大呼秦王，希望李世民能回忆起当年的情分，不要赶尽杀绝。这呼叫正好被在此降雨的泾河龙王听见，他不知秦王即李世民未继位时的封号，悲愤之余，接连上书十三封上书信到地府，举报一名叫做秦王却并不存在的男子。 不巧的是，这些书信都落到了崔判官手里，在前往地府担任鬼差之前，崔判官是李世民亲信，他见到这些诉状后大惊失色，将它们全部驳回，并托梦给李世民。李世民虽然贵为天子，但是却无法对鬼神主动出击，只得再次求助与袁守城。袁守城通过通灵之术，与崔判官对话，了解到泾河龙王有一个要命的缺点，嗜赌。 袁守城推算到三日之后天庭必要泾河龙王降水，遂设下一计，龙王果然中计，崔判官争取到了判决权，并推荐了魏征前来监斩。龙王不知自己中了圈套，前往李世民处求他救自己，李世民假意答应。 龙王临死之前，知道李世民并未救自己，悲愤交加，将自己最后的神力聚在龙头之中，制造出天降龙头的异象，希望能有人能来调查自己的冤屈。 长安城内的堕龙坑就是这样形成的，龙王的怨念在这里形成了一个恐怖的区域。 地府与李世民达成了一个协议，李世民需要在人间宣扬大道，使人类更容易在短时间内获得更多的灵蕴，以提高神们收割灵蕴的效率，这，也就是后来的玄奘西行的原因。另一方面，阴司也对李世民改命弑神的罪行既往不咎。 这件事情使颇有正义感的判官古尘的价值观产生了颠覆性的变化，但当时的古尘势单力薄，没人知道他将来会给地府造成最为深远的影响。另一方面，阴妃了却了前尘，她采来奈河边的彼岸花，加入自己熬制的汤药中，制成孟婆汤，成为新一任的孟婆。 破灵五行山 破灵五行山自长安西行，数日便可见一座大山。这座山唤作两界山，又名五行山。大唐年间，一旦翻过了这座山，就已算是离开大唐，走出国界了。 千百年来，在前往西方的冒险者中流传着无数个关于五行山的传说，有人曾亲眼看见五行山顶有巨大的珈蓝在来回走动，又有人说见过金碧辉煌的神秘装置在云端若隐若现，散发出奇妙的华光异彩。后来的探险家们，或是为了求证，又或仅仅是虔诚的为了从这异像中获得更为强大的力量，不远万里从各地汇集到这里，等待他们的却是悲剧。 我们把时间调回到第一次天地神劫之后：漫长的战争消耗了众神之间的灵蕴，对于灵蕴的渴求使得掠夺成了超越斗争的第一诉求，尤其是人类诞生之后，东天与西天开始将人类视为最佳的资源，他们通过各种不同的方法开始收割储存在人类身体内的灵蕴，正当东天和西天逐渐不满于这些时间漫长而又收获甚微的收割方式的时候，一个不在他们掌控之内的异类诞生了。 做为从创世神女娲所遗留的五色石中脱壳的石猴，孙悟空拥有着自己都未曾觉察的潜在力量，他的天真与直率又给高高在上的神们带来了巨大的麻烦，戏龙王、闯地府、闹天宫。神们想尽一切办法希望将这个强大的力量纳至麾下，收买、强迫、最终却都以失败告终。 在东天之首太上老君的主导下，孙悟空被关到了炼丹炉里。表面上的意义是要消灭他，实际上太上老君的本意是要将孙悟空炼成一颗天地间最强的金丹，这颗金丹饱含的灵蕴将超过一切蟠桃或是人参果，可惜的是，这项工程失败了。更可怕的是，工程的失败还直接导致了神们永远无法抹去的最大耻辱——大闹天宫。 孙悟空返下天庭之后，东天无奈之下，只得向从前的宿敌西天求助，在如何从众生中提取灵蕴这一方面，西天走在了东天的前面。西天实际上也惧怕孙悟空的力量过于强大，更贪羡他体内那巨大的灵蕴能源，于是顺水推舟的和东天达成了合作关系，在西天之祖的亲自的指导下，东西天的巧匠们，制作出了一个精妙复杂的灵蕴吸收装置，他将被用来将孙悟空身上的灵蕴吸收得一干二净。 东西两天却根本没有十足的把握打败孙悟空，于是只好由西天出面，给孙悟空设计了一个圈套——打赌，天真的孙悟空果然上当，他没有跳出如来的手掌，于是被压在了五行山脚下。 就这样，孙悟空的灵蕴被日复一日的抽取殆尽，在后来西行的路上，曾经独自单挑十万天兵的他，再也无法战胜其它的妖怪。 为了防止对方隐瞒自己，看守孙悟空的禁卫军由东西两天共同组建，其中大部分的中坚力量当仁不让的来自于监神者。为了使西天满意，东天把这支队伍的首领之位让给了西天。 已经没有人记得当年那位踌躇满志、年轻有为的护法珈蓝究竟叫什么名字，被作为西天杰出的军事力量代表被派出来看守孙悟空的他，在后来的史书里一律被记载做珈蓝神将，因为他们觉得他没有资格再使用“护法”二字。 珈蓝神将在这个穷山恶水的守护过程中，当初为法献身的激情被漫长的时间逐渐消磨殆尽，他开始慢慢思考自己潜心修炼的目的。自己修炼千年，竟然不如这灵蕴机器抽取一天，在这种理想与现实的极大折磨下，珈蓝神将开始偷偷从每天被抽取的灵蕴中，提取极小的一部分占为己有，日积月累，他的力量开始变得无比强大。 在孙悟空脱出五行山后，珈蓝神将却再也不愿意返回西天，他守着自己的地盘，保护着那个灵蕴装置，他妄图有一天，能用这个灵蕴装置吸取掉天地间一切英雄的灵蕴。 祭神黑风寨 降咒高老庄 恶灵五庄观 情陷白骨洞 缘碎波月洞 饮恨三仙观 双生莲花洞 风血昆仑山","path":"2019/05/28/致青春———荒唐过的游戏人生/","date":"05-28","excerpt":"我接触游戏的时间比较晚（高一下学期开始）。 所以基本上错过了DOTA、魔兽世界这些史诗巨作。 再加上资金有限，至今未接触过牛逼的单机巨作。 但不可否认，在我心中我把自己也划分为网瘾少年一类。 言归正传，聊一聊这些年令我记忆深刻的网游吧。","tags":[{"name":"自己也曾是个网瘾少年","slug":"自己也曾是个网瘾少年","permalink":"http://aixiaodan.com/tags/自己也曾是个网瘾少年/"}]},{"title":"随心记录","text":"自古留言出人才，千古绝句随手来。 若非生在新时代，何来唐朝李太白。 唐朝若是有网友，唐诗岂止三百首。 得亏李白死的早，不然诗仙名难保。 只怪老子没文化，只能从上赞到下。","path":"2019/05/28/随心记录/","date":"05-28","excerpt":"自古留言出人才，千古绝句随手来。 若非生在新时代，何来唐朝李太白。 唐朝若是有网友，唐诗岂止三百首。 得亏李白死的早，不然诗仙名难保。 只怪老子没文化，只能从上赞到下。","tags":[{"name":"收集、摘录、随感","slug":"收集、摘录、随感","permalink":"http://aixiaodan.com/tags/收集、摘录、随感/"}]},{"title":"谈谈对高考的认识","text":"仅以此篇文章应对亲戚朋友对高考如何选择专业提出的疑问。 转眼间，踏入社会已经两年了。家中的小孩子（亲戚朋友家的小孩子）也已经到了该高考的年纪了。 逢年过节的时候被问起这个话题，总会觉得异常尴尬，因为我本身并不是什么学霸，甚至可以用学渣来形容。所以每逢被问起，“你看看，我们家小孩子该怎么报考，选什么专业好。”就会感觉一阵头大——不说吧，会让亲戚朋友觉得这人怎么这样？我们虚心求教你还不愿意交？真不给面子。说吧，又没什么好说的，你让学渣给学习好的指导出路，简直是啪啪啪啊。。。心虚的一匹。无奈，还是硬着头皮死马当活马医一顿乱吹嘘：报专业看兴趣。。等等。。。 言归正传，今天有空坐下来，认真的分析一波。毕竟也有若干年的指导经验了。若您有幸看到这篇文章，我还是希望您能认真的看完，您可以当做一个未经人事的少年的口嗨或是一个笑话，倘若对您有一丝帮助，也算不辜负我这抓掉的20根头发。 高考填志愿，一个老生常谈的话题。各种大佬的分析头头是道，我这纯属班门弄斧，我这唯一的优势是更为白话一点（主要是应对家里的亲戚朋友）。 下面这些问题，我希望报考的志愿的孩子看一下，深思熟虑后再回答，家长要耐心听取，毕竟这些问题对孩子来说有点敏感，特别是在家长面前直接回答，但是以下的问题必须是认真的回答不是应付！！！！！这很重要。 1、对自己的学习状态做出一个准确的评估。（这里说的是学习状态！！不是学习成绩） PS：问根据自己平时在校状态，用心来回答。是否对学习完全没有兴趣？能否不在别人的注视下认真的看书？是否有学习的欲望？（不要局限于是，否。要说出自己的想法） 2、有什么爱好，并做出准确的评估。（玩游戏也算，什么爱好都可以，没有的话，就说没有，无所谓。） PS：以家长最不喜欢听到的玩游戏（LOL）举例子。现在是什么段位？喜欢玩游戏到什么程度？ 其实，这个阶段的孩子百分之九十都是迷惘的。虽然他们的价值观都已经在慢慢的树立。但是他们考虑事情的时候依旧处于感性大于理性的阶段，所有以上的问题具有参考价值，但是也仅仅是参考，具体情况还是家长来做决定（毕竟，高考这么大的事，不是自己家的孩子谁敢负责任？）。 除非你自己的孩子特别优秀，或者是专门学艺术的，否则这个阶段的孩子几乎没有什么爱好。那些所谓的爱好只是喜欢或是新奇感吧。针对孩子来说，你说你的爱好是玩游戏，但你连最新的资讯都不了解，甚至你接触的信息都是错误的，还是个青铜的段位，你的爱好跟没有是不是没区别？ 学习状态的评估很重要，人生的每个阶段都是在学习中度过的。学习的态度决定你能到达的高度，这是我最直接的感受。不管你是一本二本三本还是专科，只要你的学习态度好，其实大学之后，你们的出发点差的并不多，专科对于本科来说，你只是需要弥补你高中浪费的时间而已（专升本），然后你们同样站在考研的起跑线上。 【要下班了，终于能休息了，先不写了】","path":"2019/05/25/谈谈对高考的认识/","date":"05-25","excerpt":"仅以此篇文章应对亲戚朋友对高考如何选择专业提出的疑问。","tags":[{"name":"高考","slug":"高考","permalink":"http://aixiaodan.com/tags/高考/"}]},{"title":"愿望墙","text":"仅以此篇记录一下曾经许下，至今未达成的愿望！ 一直累积吧，不要问我为什么！！！因为我媳妇儿常说： 1、媳妇儿喜欢旅游。以前谈恋爱的时候，老是说：我不回家是不回家，回家了就一直在家待着，也不陪她到处走走。所以，以后不管远近都要抽出时间陪媳妇儿出去走走。毕竟生活要有仪式感么！ 2、陪她看王力宏的的演唱会。其实最开始之前，她并不是非要看王力宏的演唱会，只是说想去看看演唱会，但是看完电影《西虹市首富》之后，王力宏在里边唱了两首歌，她就开始喜欢王力宏。正好今年5月18号，王力宏在郑州开演唱会，但是我在北京，她还要上班，而且，我觉得她怀孕了，就不太希望她去。最后各种原因没有去，我知道她很失望。所以一定要尽快陪她去看演唱会。 3、配两个台式机，陪媳妇儿一起打游戏，我知道，媳妇儿玩游戏虽然坑但是她还是很喜欢玩的。我要陪她一起玩。","path":"2019/05/24/愿望墙/","date":"05-24","excerpt":"仅以此篇记录一下曾经许下，至今未达成的愿望！","tags":[{"name":"情感日记","slug":"情感日记","permalink":"http://aixiaodan.com/tags/情感日记/"}]},{"title":"突然间想浪一下","text":"小生不才，未能与姑娘谈笑风生，不知姑娘早已心系别家公子，经此一别自是不必相见，所有爱慕之意都随风流去了吧！ 自当是小生误了姑娘前程 ，自此姑娘往南走小生便往北瞧 ，再不扰姑娘清净，今生就此别过各生欢喜。从此山高路远，纵马扬鞭，定铭记姑娘于心间，待他日披锦归时，卿若未嫁，必与你相恋。如若不然，便遥祝红颜， 愿你三冬暖， 愿你春不寒， 愿你天黑有灯，下雨有伞， 愿你一路上，有良人相伴。 愿你所有快乐，无需假装。 愿你此生尽兴，赤诚善良。 愿时光能缓，愿故人不散； 愿有人陪你颠沛流离， 愿你惦念的人能和你道早安， 愿你独闯的日子里不觉得孤单。 愿你人间走一遭，圆满了三界六道，看透了是非善恶；从此福来心至，皆是逍遥。 愿你初心不改，有棱有角，归来仍是少年。 很喜欢这一段。自以为是的内心独白，潸然泪下。不为别的，只为曾经拥有过的那份美好。 本人，斯文禽兽，钢铁直男一枚。 十四年前，我刚舞勺之年，而你已是将笄之年。我纵横小学六年级的江湖，而你是江湖上的一个传说。 十一年前，我为舞象之年，征战与初三的战场，于此同时，你不再是传说，因为你属于我。 同年六月，曾经的那份情被中招斩于马下，我痛心疾首也依旧不能唤醒那份情。 九年前，我潜心修行，花费九牛二虎之力，将你从心中剥离，你我虽未相忘于江湖，亦久未曾谋面。 八年前。遇到此生最大的坎坷。于是，我沉沦了，久旱逢甘霖，我用心去爱。 奈何，天意弄人。情毒入髓，自以为是，迷失自我，情商直线下降，但我依旧没有认识到，我在无尽的深渊中渐行渐远。 五年前，她休书一封，至此，我迎来了人生最黑暗的年代。 得心头一丝清明，及时断臂疗伤，3年清修，保住一条狗命。 两年前，你已过花信年华，约我江湖再战。 大战三月，旧情之火复燃全身，不敌，遂投降。 同年八月，单身江湖再无斯文禽兽，偶有出现，亦名为蛋蛋。 奈何命运作弄，二零一九年愚人节，你嫁，为人妻；我娶，为人夫。 幸，你为妻，我为夫。 今年也即将迎来我们的爱情结晶。 真不知是何等的缘分，让我们相遇，相识，相知，相恋，相离，再相遇，相识，相知，相恋，相守。 附：去泰国一起玩的时候，一个团的叔叔阿姨。","path":"2019/05/23/突然间想浪一下/","date":"05-23","excerpt":"","tags":[{"name":"情感日记","slug":"情感日记","permalink":"http://aixiaodan.com/tags/情感日记/"}]},{"title":"记录一下自己写博客踩过的雷","text":"初入博客，完全就是一部心酸的血泪史啊！！ 仅以此篇记录一下我在写自己博客时踩到的雷，以及解决方法。留待有缘人。 地雷一、图片显示以我自己为例，我目前使用的是Next主题。图片显示的问题困扰了我一天多的时间。使用Markdown的标准语法“![图片介绍] (图片.jpg)”，插入图片，结果：Typora确实出现了图片。但是在网站上却一直显示图片无法加载。 各种找度娘，却一直得不到解决。 不得不说百度的强大！！不是广告的推广就是复制粘贴的内容！！！！然而对于我的问题的解决没有一点卵用。 谷歌万岁！！！！！！！ 最后更换了语法，使用，才得以解决。 现在准备更换成外链。 地雷二、地雷三、地雷四、地雷五、地雷六、地雷七、地雷八、","path":"2019/05/21/记录一下自己写博客踩过的雷/","date":"05-21","excerpt":"初入博客，完全就是一部心酸的血泪史啊！！ 仅以此篇记录一下我在写自己博客时踩到的雷，以及解决方法。留待有缘人。","tags":[{"name":"Blog踩坑","slug":"Blog踩坑","permalink":"http://aixiaodan.com/tags/Blog踩坑/"}]},{"title":"FirstBlog","text":"这是我的第一篇博客。不知道怎么写。就把我们之前公司的年会活动——5天6夜泰国游，记录一下吧。 第一天：凌晨三点零五分。从公司楼下乘中巴车前往机场。一行14人（9个员工，，4个家属，再加一个老司机）。凌晨三点四十二分。到达北京首都国际机场6号厅。中间大概两个小时，除了等导游逼逼之外就是等旅行团的人，办理行李托运。凌晨五点四十分。开始坐小火车。前往登机口。凌晨六点整。自助值机，然后开始排队过安检。相对繁琐吧。需要脱外套，拿下皮带。掏出所有的电子产品。安检员引导，进入安检门之后开始手检。有的人手检了，有的人没手检，不合规定吧。六点十七到达登机口。此时登机口还没开放。六点三十五分，登机口开放。开始登机。六点五十六分，找到自己的座位。放置好行李。七点零八分，飞机开始被拖行至既定跑道。七点十一分，飞机进行安全检查，手机调制飞行模式。中间眯了一会儿。不知道多久。醒的时候，乘务员已经开始送早餐。可是眼睛依旧疼，耳朵也会有阵阵耳鸣。鸡肉面和鱼肉饭。可以选择。最终，我选择了鸡肉面，感觉一般般，不过酱挺好的。一杯伊利奶，一杯橙汁，一个小面包，一小份草莓酱，对了，还额外加了一杯红茶。最后来了一杯咖啡。算是非常丰盛了。可惜，咖啡喝不惯，纵使加了满满的糖，还是苦。对了，咖啡的苦尽甘来我还是喝出来了，并不是我的品味有多高，而是，糖，确实加的不少。八点二十，早餐结束。十点三十六，睡了又醒。正好遇到乘务员端着饮料走过。我要了一杯橙汁。没有早上好喝。十一点半下飞机。然后几经转折，签证还没有搞定。快哭了。终于搞定签证。可惜已经一点多了。跟随导游出曼谷机场。坐大巴。前往曼谷酒店。一路上听导游说了很多。可是我们都无心听。太累了。太饿了。下午四点多，匆匆忙忙把东西放到酒店。然后去717购买吃的和水。怎么说呢。大米饭没菜，有一个咸的鸡蛋饼，味道不错。米就差强人意。花了几十泰铢。又赶紧回来。洗了洗澡。晚上计划去夜市。☞待定夜市进行时（补充），一个字特别累。人特别多，除了吃跟国内没有区别。当然，吃的素材不一样。小菠萝（150泰铢6个），烤鱼加烤虾（500猪），一个鸡蛋饼加肉（80猪）。啤酒不错，可惜只有第一口喝出不一样，随后的都是超重的啤酒花的味道，不太喜欢。晚上回去，累的腿都抬不起来。跟媳妇儿来了一忽儿视频。可惜，并不能满足。但是也没办法。唉。一夜无梦，只是因为太累。 第二天：早上8点，闹钟响起，起床吃自助，可惜没有拍照片，吃了挺多的。因为我觉得吃是一件庄重的事。要严肃对待。吃了两个吐司。一个加鸡蛋，一个加鸡蛋。然后又吃了两个煎蛋，一个小面包，两个烤肠，一个是牛肉肠一个是鸡肉肠。我想如果我媳妇儿在，肯定不吃，她总说，吃过了。还有4片火龙果，两杯橙汁，橙汁没兑水。原味的，特别好喝。然后还有两小口的炒面。似乎是炒面，反正挺不错的。吃的好饱。然后上车，准备出发，去大皇宫。十点三十六分到达大皇宫，经过一番超级无聊的大皇宫之旅，因为湿身了，还没衣服换。知道了，泰国不分春夏秋冬，只有三个季节，旱季，雨季和暖季。而现在的38度就是暖季。中午12点，吃过一顿自助餐，开始前往芭提雅。路上大概需要5个小时。。中间只停一次车。而不停车的原因。居然是，旱季快到了，毒蛇活动多。怕尿尿的时候，被咬，变长变短都不好。。。路上五个小时。五个小时啊！！无聊。。【待续】坤水（女的，人美）老妈妈（帅，形容男的）萨米（老公）导游说的对。人早晚都会审美疲劳，早起，看到的老婆是素面朝天，然后等老婆一切忙完，自己也已经去上班了，女人忙完吃喝拉撒，送完孩子上学，自己好不容易有时间花若干时间，打扮完跟闺密逛完街以后，丈夫也回家了，女人自己又是素面朝天的样子。这样谁都会烦。很多糟糠之妻，不是被男人抛弃，而是活在过去，自己抛弃了自己。女人会打扮， 特别是在男人面前，要会打扮自己。到了沙美岛，已经傍晚了。吃了风俗小吃，然后就入住酒店了。然后稍事休息，就去了玩海。脱得只剩一个短裤（沙滩裤）。怎么说呢，挺失望的，没有裸体的小姐姐，也没有裸体的大哥哥。一切都是大裤衩。保守的中国女士，连比基尼都是带花边修饰的。玩了半宿，回去洗了两遍澡，就很困的睡了。 第三天：次日一大早七点整，就紧急集合，吃了早餐，交了2500泰铢，去潜伏，怎么说呢，海水喝的饱嗝不断。也看到小鱼了。玩了半个小时的潜伏，可惜除了这个在没有别的好玩的。吃了新鲜的水果。菠萝，西瓜，木瓜，火龙果，还有一种，忘了叫啥。去其他两个岛上拍照？呵呵。超级无聊。到了11点。接着就返程。返回沙美岛。中午午餐自理。休息？哦不。在沙滩椅上瘫了2个小时。就接着坐大巴，回芭提雅。导游说，今天下午先做按摩，然后是，去看人妖。哦对了，还有鸡鸭鹅一条街。今天才知道，鹅指的是同性恋。。。 勒水田。红星美凯龙中（唯一一个泰国品牌）","path":"2019/05/20/FirstBlog/","date":"05-20","excerpt":"这是我的第一篇博客。不知道怎么写。就把我们之前公司的年会活动——5天6夜泰国游，记录一下吧。","tags":[{"name":"旅游","slug":"旅游","permalink":"http://aixiaodan.com/tags/旅游/"}]}]}